{
  "buckets": [
    {
      "Name": "main",
      "Source": "https://xget.seros.me/gh/ScoopInstaller/Main"
    },
    {
      "Name": "extras",
      "Source": "https://xget.seros.me/gh/ScoopInstaller/Extras"
    },
    {
      "Name": "versions",
      "Source": "https://xget.seros.me/gh/ScoopInstaller/Versions"
    },
    {
      "Name": "java",
      "Source": "https://xget.seros.me/gh/ScoopInstaller/Java"
    }
  ],
  "apps": [
    {
      "Source": "main",
      "Name": "7zip"
    },
    {
      "Source": "main",
      "Name": "cloc"
    },
    {
      "Source": "main",
      "Name": "git"
    },
    {
      "Source": "extras",
      "Name": "gui-for-clash"
    },
    {
      "Source": "extras",
      "Name": "hibit-uninstaller"
    },
    {
      "Source": "extras",
      "Name": "idea-ultimate"
    },
    {
      "Source": "main",
      "Name": "kubectl"
    },
    {
      "Source": "extras",
      "Name": "localsend"
    },
    {
      "Source": "extras",
      "Name": "mpv"
    },
    {
      "Source": "versions",
      "Name": "nodejs24"
    },
    {
      "Source": "main",
      "Name": "oh-my-posh"
    },
    {
      "Source": "extras",
      "Name": "opencode"
    },
    {
      "Source": "extras",
      "Name": "quicklook"
    },
    {
      "Source": "main",
      "Name": "rclone"
    },
    {
      "Source": "extras",
      "Name": "rufus"
    },
    {
      "Source": "extras",
      "Name": "snipaste"
    },
    {
      "Source": "main",
      "Name": "uv"
    },
    {
      "Source": "extras",
      "Name": "vscode"
    }
  ]
}
